window.ARCH_PROJECTS = [
  {
    "id": "001",
    "title": "纸韵书间 / Paper Verse",
    "subtitle": "四川大学理科图书馆设计 / Sichuan University Library Design",
    "time": "2024.10-2025.01",
    "location": "中国·成都市·武侯区",
    "coords": [
      30.633670600499677,
      104.0908559547657
    ],
    "type": "公共建筑|学校",
    "area": "9300 m2",
    "far": "0.76",
    "greening": "",
    "designer": "沈俊阳",
    "description": "本项目以 “书韵纸间” 为核心理念，打造集阅览、科研、交流于一体的开放型工学图书馆。建筑以混凝土为基底，外立面竖挺幕墙模拟书页肌理，营造柔和漫射光环境。\n\n地下层设书库与报告厅，满足藏书与学术会议需求；首层开放大堂衔接展厅与培训室，打破知识边界；二、三层为阅览与研讨空间，通高挑空增强空间流动性。屋顶 ETFE 膜结构覆盖的空中花园，融合咖啡厅、五感花园与休闲步道，打造生态疗愈的公共场所。建筑以楼梯与坡道串联多元流线，实现阅读、交流与自然体验的共生，回应校园文脉与生态需求。",
    "images": [
      "assets/arch/001/pic/01.jpg",
      "assets/arch/001/pic/02.jpg",
      "assets/arch/001/pic/03.jpg",
      "assets/arch/001/pic/04.jpg",
      "assets/arch/001/pic/05.jpg",
      "assets/arch/001/pic/06.jpg",
      "assets/arch/001/pic/07.jpg"
    ]
  },
  {
    "id": "002",
    "title": "WEAVING STRATA",
    "subtitle": "基于垂直地表重构与城市界面修复的开放式街区 / Vertical Ground Reconstruction & Urban Interface Restoration",
    "time": "",
    "location": "中国·成都市·武侯区",
    "coords": [
      30.55976853391304,
      104.08442681181009
    ],
    "type": "居住区|公共住宅",
    "area": "107718 m2",
    "far": "2.34",
    "greening": "",
    "designer": "沈俊阳",
    "description": "本案立足于成都高密度城市语境,旨在通过空间范式的重构,回应传统封闭式“大街区”导致的城市肌理割裂问题。设计突破了常规的二元对立边界,探索一种兼具公共性与领域感的“立体开放街区”新范式。\n\n在空间组织上,方案策略性地引入“垂直分层”体系:底层采用全面架空处理,释放首层地面作为流动的“城市基面”。这一高渗透性的灰空间设计,不仅消解了高层建筑的体量压迫感,更结合沿街商业界面的置入,模糊了私有领地与公共街道的物理界限,使城市活力得以向内漫延,真正实现“街道即界面”的有机融合。\n\n作为核心亮点,设计在二层构建了一套连续的空中步道网络,定义为社区的“第二地表”。该系统在垂直维度上彻底剥离了人行流线与地面的非机动车及物流交通,规避了混行干扰。红色的步道系统不仅是高效的通行载体,更是介入场地的\n\n“社会电容器”,串联起各楼栋的休憩节点,结合滨水视线通廊,为居民构建了一个纯粹、安全的立体慢行公共领域。本项目试图以这种空间修补的方式,重塑邻里交往的微观尺度,在保留居住私密性的同时,将住区重新“缝合”进城市的有机生长之中。",
    "images": [
      "assets/arch/002/pic/01.png",
      "assets/arch/002/pic/02.jpg",
      "assets/arch/002/pic/03.jpg",
      "assets/arch/002/pic/04.jpg",
      "assets/arch/002/pic/05.jpg",
      "assets/arch/002/pic/06.jpg",
      "assets/arch/002/pic/07.jpg"
    ]
  }
];
